Repository: DEalog/backoffice
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de

source: draft
de: Entwurf

source: waiting_for_approval
de: Warten auf Freigabe

source: approved
de: Freigegeben

source: rejected
de: Zurückgewiesen

source: new_message
de: Neue Meldung

source: User menu
de: Benutzermenü

source: All messages
de: Alle Meldungen

source: Approvals
de: Freigaben

source: Dashboard
de: Übersicht

source: My organization
de: Meine Organisation

source: New message
de: Neue Meldung

source: Logout
de: Abmelden

source: My account
de: Mein Benutzerkonto

source: Settings
de: Einstellungen

source: Active messages of my organization
de: Aktive Meldungen meiner Organisation

source: Active messages overall
de: Aktive Meldungen gesamt

source: Amount of message in the last 90 days
de: Anzahl Meldungen der letzten 90 Tage

source: Average open rate
de: Durchnittliche Öffnungsrate

source: Change by
de: Veränderung um

source: Message overview
de: Meldungsübersicht

source: Messages overall
de: Meldungen gesamt

source: Show all
de: Alle anzeigen

source: The dashboard contains some key figures about the messages.
de: Die Übersicht enthält einige Kennzahlen über die Meldungen.

source: User behavior
de: Nutzerverhalten

source: Viewed messages
de: Angesehene Meldungen

source: All messages of this organization are listed here.
de: Alle Meldungen dieser Organisation sind hier aufgelistet.

source: The messages related to this organization are listed here.
de: Meldungen, die mit dieser Organisation in Zusammenhang stehen, sind hier aufgelistet.

source: Changelog
de: Änderungshistorie

source: Compose a new message.
de: Verfassen einer neuen Meldung.

source: Here you can change your account.
de: Hier kann das Benutzerkonto angepasst werden.

source: Readme
de: Projektübersicht

source: The changelog lists all noteworthy changes to the application. It is only available in english.
de: Die Änderungshistorie beinhaltet alle erwähnenswerten Änderungen an der Applikation. Diese ist nur in Englisch verfügbar.

source: The settings of the DEalog Backoffice.
de: Die Einstellungen des DEalog Backoffice

source: The Design System contains components, styles and colors used in the application.
de: Das Design System zeigt die Darstellung von Komponenten, Farben und Look-and-feel der Applikation.

source: This is the color palette available in the application.
de: Hier ist die Farbpalette, welche in der Applikation verwendet wird.

source: Colors
de: Farbpalette

source: Floating text
de: Fließtext

source: Heading
de: Überschrift

source: Headings
de: Überschriften

source: Link
de: Verlinkung

source: This is the typography in the application.
de: Hier ist die Typografie der Applikation

source: Typography
de: Typografie

source: bold
de: fett

source: italic
de: kursiv

source: Banners
de: Banner

source: Components
de: Komponenten

source: Create new message
de: Neue Meldung erstellen

source: Discarded
de: Verworfen

source: Dismissible success banner
de: Ausblendbare Erfolgsmeldung

source: Dismissible warning banner
de: Ausblendbare Warnungsmeldung

source: Draft
de: Entwurf

source: Error banner
de: Fehlermeldung

source: Form fields
de: Formularfelder

source: Info banner with icon and link
de: Informationsmeldung mit Icon und Link

source: Insert a valid URL
de: Bitte eine gültige URL eingeben

source: Insert name here
de: Name hier eingeben

source: Insert text here
de: Text hier eingeben

source: Message %{title} created successfully
de: Meldung %{title} erfolgreich erstellt

source: Published
de: Veröffentlicht

source: Status pills
de: Status Indikatoren

source: The URL to the website
de: Die URL zu der Webseite

source: The following components are used in the application.
de: Die folgenden Komponenten werden in der Applikation verwendet.

source: Upload a file
de: Eine Datei hochladen

source: Upload area
de: Upload Bereich

source: Your Firstname
de: Ihr Vorname

source: body
de: Meldungstext

source: or drag and drop
de: oder ziehen und ablegen

source: title
de: Titel

source: up to
de: bis zu

source: Author
de: Autor

source: Edit
de: Bearbeiten

source: Metadata
de: Metadaten

source: Title
de: Titel

source: Dismissible success notification
de: Ausblendbare Erfolgsmeldung

source: Forms
de: Formulare

source: Misc
de: Verschiedenes

source: Notifications
de: Benachrichtigungen

source: Change message
de: Meldung ändern

source: Changing the message will set its status back to draft!
de: Das Ändern der Meldung setzt diese auf Entwurf zurück!

source: Message %{title} changed successfully
de: Meldung %{title} erfolgreich geändert

source: Message %{title} successfully sent for approval
de: Meldung %{title} erfolgreich zur Freigabe geschickt

source: Send for approval
de: Zur Freigabe schicken

source: All messages waiting for approval are listed here.
de: Alle Meldungen, die auf Freigabe warten, sind hier aufgelistet.

source: Reject
de: Zurückweisen

source: Dismissible error notification
de: Ausblendbare Erfolgsmeldung

source: Message %{title} has to be in status draft in order to send for approval
de: Die Meldung %{title} muss sich im Zustand Entwurf befinden, um zur Freigabe geschickt werden zu können

source: Message %{title} is in review an cannot be changed
de: Die Meldung %{title} ist in Prüfung und kann momentan nicht geändert werden

source: Successfully performed action!
de: Aktion erfolgreich durchgeführt!

source: Save message
de: Meldung speichern

source: There was an error!
de: Ein Fehler ist aufgetreten!

source: Add a note of why the message is rejected. This message will be shown to the editor.
de: Bitte einen Hinweis, warum die Meldung zurückgewiesen wurde. Dieser wird der bearbeitenden Person angezeigt werden.

source: Message %{title} rejected
de: Meldung %{title} erfolgreich erstellt

source: Message rejection
de: Meldungszurückweisung

source: Reason
de: Grund

source: Reject message
de: Meldung zurückweisen

source: Back to overview
de: Zurück zur Übersicht

source: Body
de: Meldungstext

source: Created at
de: Erstellt um

source: Date of message
de: Datum der Meldung

source: Last changed at
de: Zuletzt geändert um

source: Message %{id} could not be found
de: Meldung %{id} konnte nicht gefunden werden

source: Message ID
de: Meldungsnummer

source: Message history
de: Meldungshistorie

source: Message information
de: Meldungsinformationen

source: Message not found!
de: Meldung nich gefunden!

source: Message status
de: Meldungsstatus

source: by
de: von

source: last changed
de: zuletzt geändert

source: Approve
de: Freigeben

source: Approve message
de: Meldung freigeben

source: If a note is added it will be displayed to the person publishing the message.
de: Wenn eine Notiz hinzugefügt wird, wird diese der Person, welche die Meldung veröffentlicht, angezeigt.

source: Message %{title} approved
de: Meldung %{title} erfolgreich freigegeben

source: Message approval
de: Meldungsfreigabe

source: Note
de: Notiz

source: Attach note and approve
de: Notiz anhängen und freigeben

source: Attach reason and reject
de: Grund speichern und zurückweisen
